;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Mohammad Akhzari
; TranslationAuthorEmail: akhzari1376@gmail.com
;

[Translation]
LangCode=0429
ReadHabit=چپ به راست
LanguageName=Persian
DefaultFont=Arial
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Information=اطلاعات
Warning=اخطار
Error=خطا
Confirm=تایید
FrmWRC.btnregclean.caption=پاکسازی رجیستری
FrmWRC.btnadv.caption=System Tuneup
FrmWRC.btnsilm.caption=دیفرگ کردن رجیستری
FrmWRC.btnrestore.caption=بازیابی
FrmWRC.btnsettings.caption=تنظیمات
FrmWRC.btnlikeit.caption=Like it
FrmWRC.btnsuggest.caption=انتقادات و پیشنهادات
FrmWRC.WiseSimpleButton1.caption=پشتیبان گیری
FrmWRC.btnupdate.caption=بررسی آپدیت های جدید
FrmWRC.btnfacebook.hint=با ما در فیس بوک
FrmWRC.btntwitter.hint=با ما در توییتر
FrmWRC.btnemail.hint=این را با دوستان خود به اشتراک بگذارید
FrmRegClean.btnall.caption=انتخاب همه
FrmRegClean.btnre.caption=توصیه می شود
FrmRegClean.btnnone.caption=انتخاب هیچکدام
FrmRegClean.btnCustom.caption=Custom Area
FrmRegClean.WiseLabel1.caption=برنامه ریز
FrmRegClean.lbltype.caption=نوع اجرا را انتخاب کنید:
FrmRegClean.lblweek.caption=روز را انتخاب کنید:
FrmRegClean.lbltime.caption=زمان:
FrmRegClean.btnScan.caption=شروع اسکن
FrmRegClean.btncancel.caption=لغو
FrmRegClean.btnrescan.caption=اسکن دوباره
FrmRegClean.lblstat.caption=در حال حاضر رجیستری شما را تمیز نیست. پاک کردن فوری پیشنهاد میشود!
FrmRegClean.vtrc.Columns[0]=داده ها
FrmRegClean.vtrc.Columns[1]=کلید رجیستری
FrmOptimizer.btnSlimming.caption=بهینه سازی
FrmOptimizer.btnnone.caption=انتخاب هیچکدام
FrmOptimizer.btnall.caption=انتخاب همه
FrmOptimizer.btnDefault.caption=پیش فرض سیستم
FrmOptimizer.lblrecommendinfo.caption=لطفا محصولات دیگر ما را از همین حالا در wisecleaner امتحان کنید!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer is a bundle of important registry, disk, and other system utilities for your PC. Easy to use and Effective!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner is the Best Free Disk Cleaner for cleaning junk files and privacy traces. Fast, Thorough and Secured!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Do you want to further improve your Windows performance?
Frmoptimizer.lblinfoex.caption=System tuneup can improve your network, speed your Windows, and stablize your system.
FrmOptimizer.btnoptimize.caption=Optimize
FrmRegDefragger.lblinfo.caption=Registry defrag can get your PC running more quickly and more stably.
FrmRegDefragger.lblstat.caption=You haven't defragmented your registry yet. An instant defrag is suggested!
FrmRegDefragger.btndefrag.caption=دفرگ کردن
FrmRegDefragger.lblinfo1.caption=1. We suggest that you close all other applications before running this function.
FrmRegDefragger.lblinfo2.caption=2. The system can be temporarily unresponsive while analyzing and it’s normal.
FrmRegDefragger.lblinfo3.caption=سیستم شما پس از دیفرگ خاموش و روشن می شود.
FrmRegDefragger.lblinfo4.caption=4. Please don’t break off during defrag process as it may cause unknown consequences.
FrmRegDefragger.vtdefrag.Columns[0]=Hive Name
FrmRegDefragger.vtdefrag.Columns[1]=اندازه ی درست
FrmRegDefragger.vtdefrag.Columns[2]=اندازه ی جدید
FrmRegDefragger.vtdefrag.Columns[3]=میزان افزونگی
FrmRegDefragger.btnAnalysis.caption=بررسی کردن
Frmcustom.caption=Custom Area
Frmcustom.btnre.caption=توصیه می شود
Frmcustom.btnall.caption=انتخاب همه
Frmcustom.btnnone.caption=انتخاب هیچکدام
Frmcustom.btncancel.caption=لغو
Frmcustom.btnok.caption=باشه
FrmAbout.lblver.caption=نسخه ی در حال استفاده :
FrmAbout.lblemail.caption=پشتیبانی:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=صفحه ی خانگی:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Thank the following people for their contributions:
FrmAboutWin.caption=درباره
FrmAboutWin.btnok.caption=باشه
FrmSettings.caption=تنظیمات
FrmSettings.tsCommon.caption=عمومی
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=جزئیات
FrmSettings.tsAutoRun.caption=اجرای خودکار
FrmSettings.tsExclusion.caption=محرومیت
FrmSettings.btnrestore.caption=درباره
FrmSettings.btnok.caption=باشه
FrmSettings.btncancel.caption=لغو
FrmAutorunSettings.chk1.caption=Create a "Clean with 1-click" icon, and place it on the desktop
FrmAutorunSettings.lblcmd.caption=Command line mode
FrmAutorunSettings.lblcmdinfo.caption=You can run the program, scan and clean your registry automatically by command line. For more information, please press F1 or click the following URL to read our help documents.
FrmAutorunSettings.btnhelp.caption=Help Online
FrmExclusion.btnAdd.caption=Add a Keyword
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=پاک کردن
FrmExclusion.btnimport.caption=مهم
Frminput.btnok.caption=باشه
Frminput.btncancel.caption=لغو
FrmGeneral.chkNews.caption=Auto get newsletters
FrmGeneral.chkbackup.caption=Auto back up registry before cleaning
FrmGeneral.WiseLabel1.caption=Check for Updates:
FrmGeneral.WiseLabel2.caption=Default Language:
FrmGeneral.btnchecknew.caption=Check Now
FrmGeneral.lbtran.caption=ترجمه به...
FrmGeneral.lblscanmode.caption=چگونه رجیستری را اسکن کنم
FrmGeneral.rdnormal.caption=حال معمولی
FrmGeneral.rdssafe.caption=Only Safe 
FrmGeneral.rddeep.caption=عمیق برای کاربر مرجع
Frm_br.btncancel.caption=لغو
FrmBackup.caption=پشتیبان گیری
FrmBackup.btnreg.caption=Create a full registry backup
FrmBackup.btnsys.caption=Create a system restore point
FrmRestore.caption=Restore Center
FrmRestore.btnRegBk.caption=Registry Backup
FrmRestore.btnSysBK.caption=برگرداندن سیستم
FrmRestore.btnclose.caption=بستن
FrmRestore.btnrestore.caption=بازیابی
FrmRestore.btnremove.caption=پاک کردن
frmupdate.caption=آپدیت برنامه
pmHelp=Online Help
pmforum=تالار گفتگو
pmHome=صفحه ی خانگی
pmContact=تماس با ما
pmCheckNew=بررسی نسخه ی جدید
pmLang=انتخاب زبان
pmSkin=انتخاب کردن پوسته ی برنامه
pmAbout=درباره
pmIgnore=چشم پوشی از این مطلب
pmrec=نوشته های امن را انتخاب کنید
pmAll1=انتخاب همه
pmNone=انتخاب هیچکدام
pmGo=باز کردن ویرایشگر رجیستری...
pmExport=انتقال به...
pmPortable=ساختن یک نسخه ی قابل حمل
FrmlikeUs.lblTitle.caption=If you love Wise Registry Cleaner, please introduce this lovely free tool to your beloved.
FrmlikeUs.lblInfo.caption=Please share Wise Registry Cleaner with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc... Well done! You will bring convenience and efficiency to their lives.
FrmlikeUs.lblRate.caption=Rate Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Follow Us on:
FrmlikeUs.lblshare.caption=Share Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=دانلود رایگان
FrmlikeUs.imgrate.hint=Give us 5 star award
FrmlikeUs.imgmail.hint=Share it with your friends
FrmlikeUs.imgface1.hint=Share it on Facebook
FrmlikeUs.imgface2.hint=با ما در فیس بوک
FrmlikeUs.imgtwitter1.hint=Share it on Twitter
FrmlikeUs.imgtwitter2.hint=با ما در توییتر
FrmlikeUs.Caption=Like it
FrmlikeUs.lbldownload.caption=Download more freeware from WiseCleaner.com
FrmProcess.Caption=بررسی رجیستری
FrmProcess.lblwait.caption=در حال بررسی...
FrmProcess.lblinfo.caption=ممکن است کامپیوتر شما برای چند لحظه غیر قابل استفاده شود
[GUI]
ButtonYes=بله
ButtonNo=خیر
ButtonOK=باشه
ButtonMinimize=کوچک کردن
ButtonMaximize=بزرگ کردن
ButtonClose=بستن
ButtonRestore=بازیابی
ButtonMenu=منو
[Message]
UpdateError=Update error, do you want to download the latest version in our website?
RegeditorLocked=Your regedit is blocked. The function of backup/restore requires an accessible regedit. Do you want to unblock regedit now?
failtounLock=Failed to unblock regedit. Maybe you need further authorization to realize this operation.
Total=مجموع
DefragRate=It can help you reduce your registry size by %s.
SuggestDefrag=An immediate registry defrag is recommended.
SuggestIgnore=Your registry hardly has any redundancy, so please defragment it next time.
TypeNoError=تمیز کردن
NeverClean=By now you haven't cleaned your registry. An instant cleanup is suggested!
AdviseClean=Regular registry cleanup can get your PC running more quickly and more safely.
DupItem=This item has been listed in the list.
Advisedefrag=Registry defrag can get your PC running more quickly and more stably.
NeverDefrag=You haven't defragmented your registry yet. An instant defrag is suggested!
LastDefrag=The last time you defragmented your registry was on:
TotalDefrag=A total of %.2f has been compressed.
DefaultValue=(Default)
RegBackup=پشتیبان گیری از رجیستری
RegRestore=برگرداندن رجیستری
CreateBackup=Creating backup data...
Compress=فشرده سازی...
Extracte=استخراج...
Complete=کامل
RestoreReg=Restoring Registry...Wait for a few minutes...
NotSupportOS=The feature is not supported on this operating system.
EnableRestore=System Restore is disabled. Do you want to enable system restore?
SysCreating=Creating a system restore point...
SysRestoring=Preparing to restore the system...
RestorePointDone=The system restore point was successfully created.
RestorePointFail=Failed to create the system restore point.
ErrorMsg=پیغام خطا:
Area=Area
Summary=شرح
LeastOne=Please choose at least one area to scan.
IsRunning=The program is scanning, please wait for the scan done, and try again.
Optimized=Optimized
DefragReport=The registry has been compacted. Optimized report:
DefragReport1=اندازه ی قبلی رجیستری:
DefragReport2=اندازه ی جدید رجیستری:
DefragReport3=Optimized size:
ReOptimize=بهینه سازی دوباره
ComfirmDefrag=Please save your unfinished work, because the PC will reboot immediately after the registry defrag. Do you want to start now?
def15After=%d days have passed since you last defragmented your registry. Please defragment it now!
def15Before=Your computer will run fast and stable if you keep your registry as compact as possible.
KeyWord=Please enter your keywords:
ExImport=The exclusion list has been exported to:
NoNewVer=The version you are using is the latest one.
Daily=روزانه
Weekly=هفتگی
Monthly=ماهانه
Never=هیچ وقت
TranslateTo=ترجمه به...
NeedBack=It seems that this is your first time to use this program. An immediate registry backup is recommended. Would you like to back it up automatically now?
Newsletter=Newsletter
UpgradeInfo=ارتقاء اطلاعات
CannotCrTask=Can not create a schedule task.
ScheduleNextTime=وقت بعدی:
Exported=The current items have been exported to %s. Do you want to open the file now?
Idle=در هنگام بیکار بودن
Login=در هنگام ورود
LastClean=The last time you cleaned your registry was at:
Monday=دوشنبه
Tuesday=سه شنبه
Wednesday=چهار شنبه
Thursday=پنج شنبه
Friday=جمعه
Saturday=شنبه
Sunday=یک شنبه
IssueFound=%d problems were found.
Scanning=در حال اسکن
ScanCanceled=اسکن لغو شده است!
FindError=A total of %d problems were found this time. %d were unsafe.
LogAll=%d problems were found, %d problems have been solved.
LogFail=Failed to remove %d problems.
StartClean=شروع پاکسازی
StartScan=شروع اسکن
7After=%d days have passed since you cleaned your registry last time. An instant scan is suggested.
7Before=The cleaner your registry gets, the faster your computer becomes!
ReScanHint=%d problems were found. We suggest you to scan again to find more problems.
CleanNow=Please click "Start Cleaning" to fix these problems immediately.
NoError=Congratulations! You have a clean registry!
GoodHabit=It's helpful to keep your PC at peak performance by a regular registry cleanup.
ReScanHint1=We suggest you to scan again to find potential problems immediately.
TypeChanged=موارد اسکن  تغییر کرده است!
ReScanHint2=اسکن دوباره برای پیدا کردن مشکلات.
CleanDone=پاکسازی کامل شد!
bkAuto=به طور خودکار
bkManual=دستی
BackupDate=زمان پشتیبان گیری
BackupType=نوع پشتیبان
Problems=مشکلات
CreateDate=تاریخ ایجاد
Description=شرح
Removebackup=Do you want to remove the selected backup?
RemoveSysRestore=Do you want to remove the selected system restore point?
NoBackupSelected=Please choose at least one backup to restore.
RestoreComplete=بازگردانی کامل شد
RestoreFromSysRestore=You must reboot your computer for system restore. Do you want to start restore now?
WhenIdle=در هنگام بیکار بودن
WhenLogin=در هنگام ورود
NewVer=A new version is available! Do you want upgrade it now?
[Tuneup]
SSDSpeedup=بهینه سازی SSD
DisablePrefetch=Disable prefetch parameters to extend SSD lifespan.
DisableSuperPrefetch=Disable Superfetch parameters to extend lifespan of SSD.
DisableDefragBoot=Disable drive defrag system on boot to extend lifespan of SSD.
DisableDefragIdle=Disable auto defrag when idle to extend lifespan of SSD.
EnableTRIM=Enable TRIM function to improve working performance of SSD.
OptIEConnection=Increased max connections per server. Webpage viewing speed and online video watching speed enhanced.
IconCache=Increase system icon cache and speed up desktop display.
RestoreAll=Do you want to restore all the items to Windows default?
NoSelectedItem=Please choose at least one item to optimize.
OptItems=The following %d items can be optimized.
ItemsOptimized=%d items have been optimized.
TakeEff=Some changes will not come into effect until you reboot your PC.
NoItems=Congratulations! All the items have been optimized.
BootSpeedup=Bootup/Shutdown acceleration
SystemStable=ثبات سیستم
SystemSpeedup=System Speedup
NetworkSpeedup=Network Speedup
PrefetchParameters=Optimize prefetch parameters to improve Windows boot-up speed
BootDelay=Reduces "check disk" time to improve Windows boot-up speed
BootPartition=Enable optimization feature to improve Windows boot-up speed.
ClearPagingFile=Disable clearing Windows Paging File at shutdown to speed up PC shutdown
TimeOut=Reduce application idleness at closing to improve the shutdown process
AutoKill=Close frozen processes to avoid system crashes
RestartExplorer=Automatically restart the Windows Explorer to stop an unexpected desktop disappearing
TwoProcess=Set Windows Explorer components to run in separate processes avoiding system conflicts
ErrorReport=Disable screen error reporting to improve system performance
Debugger=Disable the debugger to speed up error processing
OptMemory=Optimize memory default settings to improve system performance
OptVEff=Optimize front end components (dialog box, menus, etc.) appearance to improve system performance
OptFileSystem=Optimize the file system to improve system performance
OptDiskSystem=Optimize disk I/O subsystem to improve system performance
DisAutoRun=Disable the "Autoplay" feature on drives to avoid virus infection/propagation
OptDiskIdle=Optimize disk I/O while CPU is idle
OptTTL=Optimize TTL (Time To Live) settings to improve network performance
OptNetForward=Optimize network forward ability to improve network performance
OptMTU=Improve TCP/IP performance through automatic detection of "black holes" in routing at Path MTU Discovery technique
OptWINS=Optimize WINS name query time to improve data transfer speed
OptNetWork=Optimize network settings to improve communication performance
CloseAnimate=Close animation effect when maximizing or minimizing a window to speed up the window response
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 GB)
StaticIP=Set a static IP for your local connection to speed up your PC boot
PorcessorTime=Optimize processor performance for execution of applications, games, etc. (Ignore if server)
DisableIDECheck=Prevent IDE channel checking by Windows to improve the Windows boot-up speed
ForeAppSpeed=Boost the response speed of foreground programs
AeroPeek=Boost the display speed of Aero Peek
OptEthernet=Optimize Ethernet card performance
[Type]
ContextMenu=Invalid Context Menu Items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Components
FireWall=تنظیمات فایروال
RootAll=مسیر غیر معتبر
SoftwareSection=مسیر نرم افزار
ApplicationPaths=مسیر برنامه
FileTypes=انواع فایل
HelpFiles=پرونده راهنما
Fonts=فونت ها
SharedDLL=Shared DLLs
MRULists=User MRU Lists
UninstallSection=Uninstaller
StartMenu=منوی استارت
StartupProgram=Startup Programs
SoundandAppEvents=Sound and AppEvents
IEUrlHistory=IE URL History
IFEO=Image File Execution
EmptyKey=Empty Keys
App=تنظیمات نرم افزار
[ErrorMessage]
MUIError1=Missing MUI reference, but drive "%s" is %s, recommend you ignore this error.
MUIError=Missing MUI reference
ServiceNotExists=Service program specified not exists.
MimeExName=Incorrect MIME file extension registered: %s
EmptyKey=Empty Key
EmptyHelpdirctory=فهرست راهنما خالی.
FileNotExist=File Not Exist
HFileNotExist=Help File (Folder) does not exist.
EmptyValue=Empty value
TypeLib=Type Library does not exist:
NodeEmpty=Empty Node
SharedFilenotexist=Shared File does not exist.
sharedfilenotbeuse=Shared file is not used.
noconnection=Without file connection information.
Invalidpathtoicon=Invalid path to icon.
ReferstoaninvalidClass=Refer to an invalid Class.
Emptyshellcommand=Shell command is empty.
Invalidshellcommand=Invalid shell command (File does not exist).
Fontsnotexist=Fonts File does not exist.
Hijacking=%s has been hijacked by %s.
MRULists=User MRU Lists
invalidOpenWith=No any application associated with this type.
ReferActivex=Refer to an invalid ActiveX/COM entry.
EmptyCLSID=Empty CLSID.
ComSourceNotExist=COM Source does not exist.
invalidUnistall=Invalid uninstall information.
notexist=does not exist.
ObsoleteStartMenuItem=Obsolete Start Menu Item.
SoundFilenotexist=Sound File does not exist.
FileNotExist1=File (Folder) does not exist, but drive "%s" is %s, recommend you to ignore this error.
OpenWithError=Open with error, the specified application does not exist.
OpenWithError1=Open with error, the specified application does not exist. But the drive "%s" is %s, recommend you to ignore this error.
ComSourceNotExist1=COM Source does not exist, but drive %s is %s, recommend you to ignore this error.
[Summary]
ContextMenu=Invalid Context Menu Items
MUICache=Missing MUI Cache Reference
Services=Invalid Windows services
Activex=Invalid ActiveX and COM components
FireWall=Invalid Windows firewall settings
RootAll=Invalid paths and files
SoftwareSection=Invalid paths and files left by removed software
ApplicationPaths=Invalid registered application paths and files
FileTypes=Invalid file extension information
HelpFiles=Invalid registered help files
Fonts=Invalid font information
SharedDLL=Missing shared dynamic-link libraries
MRULists=History of user accessed files, watched movies, edited documents etc.
UninstallSection=Useless or invalid uninstallation information
StartMenu=Obsolete start menu items
StartupProgram=Obsolete or invalid startup programs
SoundandAppEvents=Obsolete or invalid settings of sound and events
IEUrlHistory=Visited web history with IE
IFEO=Malicious entries created by spyware, virus or malware
EmptyKey=Entries with no information
App=Invalid application settings
[AutoClean]
ErrorsFixed=errors have been cleaned.
Title=تبریک میگم!
ErrorsFound=خطایی یافت نشد.
[AutoUpdate]
CurrentFile=Current File:
Canceling=در حال لغو...
CANCEL=لغو
Ready=آماده برای دانلود
[Skin]
SkinDefault=Default
SkinBlue=آبی
SkinGreen=سبز
SkinCustom=سفارشی
SkinColor=رنگ پوسته ی سفارشی
